Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# Coredata_MigrationPleaseWait
source: We are in the process of migrating some of your data. Please wait until the end. Do not quit or kill the application.
ar: نحن بصدد ترحيل بعض بياناتك. يرجى الانتظار حتى النهاية. لا تقم بإنهاء التطبيق أو إيقاف تشغيله.
da: Vi er i gang med at migrere nogle af dine data. Vent venligst til slutningen. Lad være med at afslutte eller dræbe programmet.
de: Wir migrieren derzeit einige Ihrer Daten. Bitte haben Sie Geduld, bis der Vorgang abgeschlossen ist. Beenden oder verlassen Sie die Anwendung während dessen nicht.
es: Estamos migrando algunos de sus datos. Por favor, espere hasta el final. No salga de la aplicación ni la cierre.
fr: Nous sommes en train de migrer certaines de vos données. Veuillez patienter jusqu'à la fin. Ne quittez pas l'application et ne la tuez pas.
hu: Jelenleg folyamatban van az adatok egy részének migrálása. Kérjük, várjon a végéig. Ne lépjen ki vagy ne állítsa le az alkalmazást.
it: Stiamo migrando alcuni dei vostri dati. Attendere fino alla fine. Non abbandonate o chiudete l'applicazione.
ja: 現在、一部のデータを移行中です。最後までお待ちください。アプリケーションは終了しないでください。
nl: We zijn bezig met het migreren van een deel van je gegevens. Wacht tot het einde. Sluit de toepassing niet af of stop deze niet.
pl: Jesteśmy w trakcie migracji niektórych danych. Poczekaj do końca. Nie zamykaj ani nie wyłączaj aplikacji.
ru: Мы находимся в процессе переноса некоторых ваших данных. Пожалуйста, подождите до конца. Не выходите из приложения и не завершайте его работу.
sv: Vi håller på att migrera en del av dina data. Vänligen vänta till slutet. Avsluta inte eller döda inte programmet.
zh_hans: 我们正在迁移您的部分数据。请等待结束。请勿退出或杀死应用程序。
zh_hant: 我們正在遷移您的部分資料。請等待至結束。請勿退出或終止應用程式。

# CoreData_MigrationProgress
source: Migration in Progress...
ar: جاري الانتقال ...
da: Migration i gang...
de: Migration läuft...
es: Migración en curso...
fr: Migration en cours...
hu: Migráció folyamatban...
it: Migrazione in corso...
ja: 移行中...
nl: Migratie in uitvoering...
pl: Migracja w toku...
ru: Миграция в процессе...
sv: Migrering pågår...
zh_hans: 正在进行迁移...
zh_hant: 轉移進行中...

# CoreData_MigrationRequired
source: The persistent database of your Piwigo data requires migration. Please launch the application.
ar: قاعدة البيانات المستمرة لبيانات Piwigo الخاصة بك تتطلب الهجرة. الرجاء بدء تشغيل التطبيق.
da: Den vedvarende database med dine Piwigo-data kræver migrering. Start venligst programmet.
de: Die persistente Datenbank Ihrer Piwigo-Daten muss migriert werden. Bitte starten Sie die Anwendung.
es: La base de datos persistente de sus datos de Piwigo requiere migración. Por favor, inicie la aplicación.
fr: La base de données persistante de vos données Piwigo nécessite une migration. Veuillez lancer l'application.
hu: A Piwigo adatainak tartós adatbázisa migrációt igényel. Kérjük, indítsa el az alkalmazást.
it: Il database persistente dei dati di Piwigo richiede la migrazione. Avviare l'applicazione.
ja: Piwigoデータの永続データベースの移行が必要です。アプリケーションを起動してください。
nl: De permanente database van uw Piwigo-gegevens moet worden gemigreerd. Start de toepassing.
pl: Trwała baza danych Piwigo wymaga migracji. Prosimy o uruchomienie aplikacji.
ru: Постоянная база данных ваших данных Piwigo требует миграции. Пожалуйста, запустите приложение.
sv: Den permanenta databasen med dina Piwigo-data behöver migreras. Vänligen starta applikationen.
zh_hans: Piwigo 数据的持久数据库需要迁移。请启动应用程序。
zh_hant: 您的 Piwigo 資料的永久資料庫需要遷移。請啟動應用程式。

# CoreData_UserCreateFailed
source: Failed to create a new User object.
ar: فشل إنشاء كائن مستخدم جديد.
da: Kunne ikke oprette et nyt brugerobjekt.
de: Das Erstellen eines neuen Benutzerobjekts ist fehlgeschlagen.
es: No se ha podido crear un nuevo objeto de Usuario.
fr: Impossible de créer un nouvel objet User.
hu: Nem sikerült új felhasználói objektumot létrehozni.
it: Impossibile creare un nuovo oggetto utente.
ja: 新しいUserオブジェクトの作成に失敗しました。
nl: Het maken van een nieuw gebruikersobject is mislukt.
pl: Nie udało się utworzyć nowego obiektu Użytkownik.
ru: Не удалось создать новый объект пользователя.
sv: Det gick inte att skapa ett nytt användarobjekt.
zh_hans: 创建新用户对象失败。
zh_hant: 無法建立新的用戶物件。

# CoreDataFetch_AlbumCreateFailed
source: Failed to create a new Album object.
ar: فشل إنشاء كائن ألبوم جديد.
da: Kunne ikke oprette et nyt albumobjekt.
de: Es konnte kein neues Album-Objekt erstellt werden.
es: No se ha podido crear un nuevo objeto de Álbum.
fr: Impossible de créer un nouvel objet Album.
hu: Nem sikerült új Album objektumot létrehozni.
it: Creazione di un nuovo oggetto album non riuscita.
ja: 新しいアルバムオブジェクトの作成に失敗しました。
nl: Het maken van een nieuw Album object is mislukt.
pl: Nie udało się utworzyć nowego obiektu Album.
ru: Не удалось создать новый объект Альбома.
sv: Det gick inte att skapa ett nytt albumobjekt.
zh_hans: 创建新相册对象失败。
zh_hant: 新相簿建立失敗。

# CoreDataFetch_AlbumError
source: Fetch albums error!
ar: خطأ في إحضار الألبومات
da: Fejl ved hentning af albums!
de: Fehler beim Abrufen von Alben!
es: ¡Error al recuperar los álbumes!
fr: Échec de la récupération des albums !
hu: Hiba az albumok lekérdezésében!
it: Errore recupero album!
ja: アルバムエラーを取得しました！
nl: Albums fout ophalen!
pl: Błąd pobierania albumów!
ru: Ошибка получения альбомов!
sv: Hämta album fel!
zh_hans: 获取相册时出错！
zh_hant: 讀取相簿失敗!

# CoreDataFetch_AlbumMissingData
source: Found and will discard an album missing a valid ID or name.
ar: تم العثور عليه وسيتجاهل ألبومًا يفتقد معرفًا أو اسمًا صحيحًا.
da: Fundet og vil kassere et album der mangler et gyldigt ID eller navn.
de: Gefunden und verwirft ein Album, dem eine gültige ID oder ein Name fehlt.
es: Se ha encontrado y se descartará un álbum que no tiene un ID o nombre válido.
fr: A trouvé et supprimera un album ne disposant pas d'une ID ou d'un nom valide.
hu: Megtalálva, és eldobja az érvényes azonosító vagy név nélküli albumokat.
it: Trovato e scarterà un album mancante di un ID o un nome valido.
ja: 有効なIDまたは名前がないアルバムを見つけて破棄します。
nl: Gevonden en zullen een album verwijderen dat een geldige ID of naam ontbeert.
pl: Znaleziono album bez poprawnego identyfikatora lub nazwy i zostanie on usunięty.
ru: Найдено и отбросит альбом без действительного идентификатора или имени.
sv: Hittade och kommer att kasta ett album som saknar ett giltigt ID eller namn.
zh_hans: 找到并将丢弃缺少有效ID或名称的相册。
zh_hant: 已找到並將會刪除一個帶有無效ID或名稱的相簿。

# CoreDataFetch_DigestError
source: Could not digest the fetched data.
ar: تعذر استيعاب البياتات التي تم جلبها.
da: Kunne ikke hente data.
de: Konnte die abgerufenen Daten nicht verarbeiten.
es: No se han podido procesar los datos obtenidos.
fr: Impossible de digérer les données récupérées.
hu: Értelmezhetetlen a letöltött adat.
it: Impossibile digerire i dati recuperati.
ja: 取得データを要約できませんでした。
nl: Kon de opgehaalde gegevens niet verwerken.
pl: Nie można przetworzyć pobranych danych.
ru: Не удалось обработать полученные данные.
sv: Kunde inte sammanfatta den hämtade datan.
zh_hans: 无法解析获取到的数据
zh_hant: 無法讀取接收到的資料。

# CoreDataFetch_ImageCreateFailed
source: Failed to create a new Image object.
ar: فشل إنشاء كائن صورة جديد.
da: Kunne ikke oprette et nyt billedobjekt.
de: Es konnte kein neues Bildobjekt erstellt werden.
es: No se ha podido crear un nuevo objeto de Imagen.
fr: Impossible de créer un nouvel objet Image.
hu: Nem sikerült új Image objektumot létrehozni.
it: Impossibile creare un nuovo oggetto immagine.
ja: 新しい画像オブジェクトの作成に失敗しました。
nl: Nieuw object afbeelding maken mislukt.
pl: Nie udało się utworzyć nowego obiektu Zdjęcie.
ru: Не удалось создать новый объект изображения.
sv: Det gick inte att skapa ett nytt bildobjekt.
zh_hans: 创建新图像对象失败。
zh_hant: 新圖片建立失敗。

# CoreDataFetch_ImageError
source: Fetch photos/videos error!
ar: خطأ في جلب الصور/الفيديوها!
da: Hent billeder/videoer fejl!
de: Fehler beim Abrufen von Fotos/Videos!
es: ¡Error al obtener fotos/vídeos!
fr: Échec de la récupération des photos/vidéos!
hu: Fényképek/videók lekérése hiba!
it: Recupera foto / video errore!
ja: 写真/動画を取得するエラー！
nl: Fout bij het ophalen van foto's/video's!
pl: Błąd pobierania zdjęć/filmów!
ru: Ошибка получения фотографий/видео!
sv: Hämta foton/videofel!
zh_hans: 获取照片/视频错误！
zh_hant: 取得照片/影片失敗!

# CoreDataFetch_ImageMissingData
source: Found and will discard a photo/video missing a valid ID or URL.
ar: تم العثور على صورة/فيديو تفتقد إلى معرّف أو عنوان URL صالح وسيتم تجاهلها.
da: Fundet og vil kassere et foto/video der mangler et gyldigt ID eller URL.
de: Gefunden und verwirft ein Foto/Video ohne gültige ID oder URL.
es: Se ha encontrado y se descartará una foto o vídeo que no tiene un ID o URL válido.
fr: A trouvé et supprimera une photo/vidéo ne disposant pas d'une ID ou URL valide.
hu: Megtalálva, és az érvényes azonosítót vagy URL-t nélkülöző fényképet/videót elveti.
it: Trovato e scarterà una foto/video mancante di un ID o URL valido.
ja: 有効なIDまたはURLが見つかり、写真/ビデオを破棄します。
nl: Een foto/video die geen geldige ID of URL mist en zal worden verwijderd.
pl: Znaleziono i będzie usunięte zdjęcie/film bez poprawnego identyfikatora lub nazwy.
ru: Найдено и будет отменена фотография/видео без действительного идентификатора или URL.
sv: Hittade och kommer att kasta ett foto/video som saknar ett giltigt ID eller URL.
zh_hans: 发现并将丢弃缺少有效ID或URL的照片/视频。
zh_hant: 已找到並將會刪除一個帶有無效ID或連結的照片/影片。

# CoreDataFetch_TagCreateFailed
source: Failed to create a new Tag object.
ar: فشل في إنشاء عنصر علامة جديد.
da: Kunne ikke oprette et nyt Tag-objekt.
de: Fehler beim Erstellen eines neuen Tag-Objekts.
es: No se ha podido crear un nuevo objeto de Etiqueta.
fr: Impossible de créer un nouvel objet Tag.
hu: Nem sikerült létrehozni az új címkeobjektumot.
it: Impossibile creare un nuovo oggetto tag.
ja: 新しいタグオブジェクトの作成に失敗しました。
nl: Aanmaken van nieuw label-object is mislukt.
pl: Nie udało się utworzyć nowego obiektu znacznika.
ru: Не удалось создать новый тэг объекта.
sv: Det gick inte att skapa ett nytt taggobjekt.
zh_hans: 无法创建标签
zh_hant: 新標籤建立失敗。

# CoreDataFetch_TagError
source: Fetch tags error!
ar: خطأ في جلب العلامات!
da: Fejl ved henting af tags!
de: Schlagwort-Fehler abrufen!
es: ¡Error al recuperar las etiquetas!
fr: Echec de la récupération des tags!
hu: Hiba a címkék letöltésekor!
it: Recupera l'errore dei tag!
ja: タグ取得エラー！
nl: Fout bij het ophalen van tags!
pl: Błąd pobierania znaczników!
ru: Ошибка выборки тэгов!
sv: Hämta taggar fel!
zh_hans: 获取标签时出现错误！
zh_hant: 讀取標籤失敗!

# CoreDataFetch_TagMissingData
source: Found and will discard a tag missing a valid code or name.
ar: تم العثور عليه وسوف يتم تجاهل علامة مفقودة رمز أو اسم صالح.
da: Fandt et tag der mangler gyldig kode eller navn. Tag kasseres.
de: Ein Tag ohne gültigen Code oder Namen wurde gefunden und verworfen.
es: Se ha encontrado y se descartará una etiqueta que no tiene un código o nombre válido.
fr: Trouvé et supprimera un tag n'ayant pas d'identité ou de nom valide.
hu: Kaptunk, és elvetettünk egy címkét, aminek nem volt megfelelő kódja, vagy neve.
it: Trovato e scarterà un tag mancante di un codice o un nome valido.
ja: 有効なコードや名前のないタグを見つけて捨てる。
nl: Een tag zonder geldige code of naam gevonden welke verwijderd zal worden.
pl: Znaleziono i będzie usunięty znacznik bez poprawnego kodu lub nazwy.
ru: Найден и будет отключен тэг, в котором отсутствует допустимый код или имя.
sv: Hittade och kommer att kasta en tagg som saknar en giltig kod eller namn.
zh_hans: 获取到的标签缺少合法编号或名称
zh_hant: 已找到並將會刪除一個帶有無效代號或名稱的標籤。

# CoreDataFetch_UploadCreateFailed
source: Failed to create a new Upload object.
ar: فشل إنشاء كائن تحميل جديد.
da: Kunne ikke oprette et nyt Upload objekt.
de: Fehler beim Erstellen eines neuen Upload-Objekts.
es: No se ha podido crear un nuevo objeto de carga.
fr: Impossible de créer un nouvel objet Upload.
hu: Nem sikerült létrehozni az új feltöltésobjektumot.
it: Creazione di un nuovo oggetto Upload non riuscita.
ja: 新しいアップロードオブジェクトの作成に失敗しました。
nl: Het maken van een nieuw upload-object is mislukt.
pl: Nie udało się utworzyć nowego obiektu prześlij.
ru: Не удалось создать новую загрузку объекта.
sv: Det gick inte att skapa ett nytt uppladdningsobjekt.
zh_hans: 无法创建上传对象
zh_hant: 新上傳物件建立失敗。

# CoreDataFetch_UploadMissingAsset
source: Failed to retrieve photo.
ar: فشل في استعادة الصورة.
da: Kunne ikke hente foto.
de: Foto konnte nicht abgerufen werden.
es: Error al recuperar la foto.
fr: Impossible de récupérer les photos.
hu: Fotó letöltése sikertelen.
it: Impossibile recuperare la foto.
ja: 写真の取得に失敗しました。
nl: Fout bij het ophalen van de foto.
pl: Nie udało się pobrać zdjęcia.
ru: Ошибка загрузки фотографии.
sv: Kunde inte hämta foto.
zh_hans: 无法获取图片
zh_hant: 獲取照片失敗。

# CoreDataFetch_UserMissingData
source: Will discard a user account missing a valid username.
ar: سيتم تجاهل حساب المستخدم الذي يفتقر إلى اسم مستخدم صالح.
da: Vil kassere en brugerkonto mangler et gyldigt brugernavn.
de: Verwirft ein Benutzerkonto ohne gültigen Benutzernamen.
es: Descartará una cuenta de usuario que no tenga un nombre de usuario válido.
fr: Jettera un compte utilisateur manquant un nom d'utilisateur valide.
hu: Elveti az érvényes felhasználónév nélküli felhasználói fiókokat.
it: Scarta un account utente mancante di un nome utente valido.
ja: 有効なユーザー名がないユーザーアカウントは破棄されます。
nl: Verwijdert een gebruikersaccount en mist een geldige gebruikersnaam.
pl: Odrzuci konto użytkownika bez prawidłowej nazwy użytkownika.
ru: Сбросит имя пользователя без корректного имени пользователя.
sv: Kommer att kassera ett användarkonto som saknar ett giltigt användarnamn.
zh_hans: 将丢弃缺少有效用户名的用户帐户。
zh_hant: 會拋棄無效使用者名稱的帳號。

# CoreDataFetch_UserUnknownStatus
source: Failed to get Community extension parameters. Try logging in again.
ar: أخفق الحصول على معلمات إضافة المجتمع. حاول تسجيل الدخول مرة أخرى.
da: Kunne ikke hente Community udvidelsens parametre. Prøv at logge ind igen.
de: Die Parameter der Community-Erweiterung konnten nicht abgerufen werden. Versuchen Sie, sich erneut anzumelden.
es: No se han podido obtener los parámetros de la extensión de Community. Prueba a iniciar sesión otra vez.
fr: Échec de la récupération des réglages de l’extension Community. Essayez de vous connecter à nouveau.
hu: A közösségi bővítmény paraméterei nem elérhetőek. Kérlek jelentkezz be újra.
it: Impossibile ottenere i parametri di estensione di comunità. Prova ad accedere nuovamente.
ja: Community拡張パラメータを取得できませんでした。 もう一度ログインしてください。
nl: Fout bij het ophalen van de Community extensie parameters. Probeer opnieuw in te loggen.
pl: Nie udało się ustalić parametrów rozszerzenia Community. Spróbuj zalogować się ponownie.
ru: Не удалось получить параметры плагина Community. Попробуйте войти снова.
sv: Kunde inte hämta utökade parametrar för Community. Prova med att logga in igen.
zh_hans: 无法获取社区扩展参数。 请重新登录。
zh_hant: 無法獲得社群插件參數。 請嘗試重新登入。

source: Counter
ar: العداد
da: Tæller
de: Zähler
es: Contador
fr: Compteur
hu: Számláló
it: Contatore
ja: カウンター
nl: Teller
pl: Licznik
ru: Счетчик
sv: Räknare
zh_hans: 计数器
zh_hant: 計數器

# createAlbumError_message
source: Failed to create a new album
ar: فشل إنشاء ألبوم جديد
da: Kunne ikke oprette nyt album
de: Erstellen eines neuen Albums fehlgeschlagen
es: No se ha podido crear un álbum nuevo
fr: Impossible de créer un nouvel album
hu: Nem sikerült létrehozni az albumot
it: Impossibile creare un nuovo album
ja: 新規アルバムの作成に失敗しました
nl: Het aanmaken van een album is mislukt
pl: Nie można utworzyć nowego albumu
ru: Не удалось создать новый альбом
sv: Kunde inte skapa nytt album
zh_hans: 无法创建新相册
zh_hant: 無法建立新相簿

# createAlbumError_title
source: Create Album Error
ar: خطأ في إنشاء ألبوم
da: Opret Album Fejl
de: Fehler: Album erstellen
es: Error al crear el álbum
fr: Echec de la création d'album
hu: Hiba az album létrehozásakor
it: Crea un errore nell'album
ja: アルバム作成エラー
nl: Fout bij het maken van een nieuw album
pl: Błąd Tworzenia Albumu
ru: Ошибка создания альбома
sv: Fel vid albumskapande
zh_hans: 无法创建相册
zh_hant: 建立相簿錯誤

# createNewAlbum_message
source: Enter a name for this album:
ar: أدخل اسم لهذا الألبوم:
da: Indtast navm for dette album:
de: Gib einen Namen für dieses Album ein:
es: Introduce un nombre para este álbum:
fr: Entrez un nom pour cet album :
hu: Adj nevet az albumnak:
it: Immettere un nome per questo album:
ja: このアルバムの名称を入力してください：
nl: Voer een naam in voor dit album:
pl: Wprowadź nazwę albumu:
ru: Введите название для этого альбома:
sv: Ange ett namn för albumet:
zh_hans: 给这个相册取一个名字
zh_hant: 為此相簿命名:

# createNewAlbum_placeholder
source: Album Name
ar: اسم الألبوم
da: Navn på album
es: Nombre del álbum
fr: Nom de l’album
hu: Album Neve
it: Nome album
ja: アルバムの名称
nl: Albumnaam
pl: Nazwa Albumu
ru: Название альбома
sv: Albumnamn
zh_hans: 相册名称
zh_hant: 相簿名稱

# createNewAlbum_title
source: New Album
ar: البوم جديد
da: Nyt Album
de: Neues Album
es: Nuevo álbum
fr: Nouvel album
hu: Új Album
it: Nuovo Album
ja: 新規アルバム
nl: Nieuw album
pl: Nowy Album
ru: Новый альбом
sv: Nytt Album
zh_hans: 新相册
zh_hant: 新相簿

# createNewAlbumDescription_noDescription
source: no description
ar: لا يوجد وصف
da: ingen beskrivelse
de: Keine Beschreibung
es: sin descripción
fr: aucune description
hu: nincs leírás
it: nessuna descrizione
ja: 説明がありません
nl: geen omschrijving
pl: brak opisu
ru: нет описания
sv: ingen beskrivning
zh_hans: 没有描述
zh_hant: 沒有描述

# createNewAlbumDescription_placeholder
source: Description
ar: الوصف
da: Beskrivelse
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Omschrijving
pl: Opis
ru: Описание
sv: Beskrivning
zh_hans: 描述
zh_hant: 描述

# createNewAlbumHUD_label
source: Creating Album…
ar: جار إنشاء الألبوم…
da: Opretter album…
de: Erstelle Album…
es: Creando álbum…
fr: Création de l'album…
hu: Album létrehozása…
it: Creazione album…
ja: アルバム作成中...
nl: Bezig album te maken…
pl: Tworzenie albumu…
ru: Создание альбома…
sv: Skapar Album…
zh_hans: 正在创建相册中...
zh_hant: 建立相簿中...

source: Date
ar: التاريخ
da: Dato
de: Datum
es: Fecha
hu: Dátum
it: Data
ja: 日付
nl: Datum
pl: Data
ru: Дата
sv: Datum
zh_hans: 日期
zh_hant: 日期

source: Day
ar: اليوم
da: Dag
de: Tag
es: Día
fr: Jour
hu: Nap
it: Giorno
ja: 日
nl: Dag
pl: Dzień
ru: День
sv: Dag
zh_hans: 天
zh_hant: 天

# defaultAlbumThumbnailFile>414px
source: Albums Thumbnail File
ar: ملف الصور المصغرة للألبومات
da: Album miniature
de: Album-Miniaturfoto Datei
es: Fichero de miniaturas de álbumes
fr: Fichier de vignette d'album
hu: Albumok bélyegképe
it: File miniatura album
ja: アルバムのサムネイルファイル
nl: Bestand Albumsminiaturen
pl: Plik miniatur albumów
ru: Файл миниатюры альбома
sv: Miniatyrfil för album
zh_hans: 相册封面文件
zh_hant: 相簿封面檔案

# defaultAlbumThumbnailSizeHeader
source: Please select an album thumbnail size
ar: يرجى تحديد حجم الصورة المصغرة للألبوم
da: Vælg album miniature størrelse
de: Bitte wähle eine Miniaturfotogröße
es: Selecciona un tamaño de miniatura de álbum
fr: Veuillez sélectionner une taille de vignette d'album
hu: Elérhető bélyegképméretek
it: Seleziona una dimensione miniatura album
ja: アルバムのサムネイルサイズを選択してください
nl: Selecteer a. u. b. een album miniatuur-grootte
pl: Wybierz rozmiar miniatury albumu
ru: Пожалуйста, выберите размер миниатюры альбома
sv: Välj en miniatyrbildsstorlek
zh_hans: 请选择相册封面大小
zh_hant: 請選擇相簿封面大小

# defaultImageSize
source: Photos
ar: الصور
da: Billeder
de: Fotos
es: Fotos
hu: Fotók
it: Immagini
ja: 写真
nl: Foto's
pl: Zdjęcia
ru: Изображения
sv: Bilder
zh_hans: 照片
zh_hant: 照片

# defaultImageSize_recommended
source: (recommended)
ar: (موصى به)
da: (anbefales)
de: (empfohlen)
es: (recomendado)
fr: (recommandé)
hu: (ajánlott)
it: (consigliato)
ja: (推奨)
nl: (aanbevolen)
pl: (zalecane)
ru: (рекомендуется)
sv: (rekommenderas)
zh_hans: （推荐）
zh_hant: (建議)

# defaultImageSize>320px
source: Photos Size
ar: حجم الصورة
da: Billedstørrelse
de: Fotogröße
es: Tamaño de las fotos
fr: Taille des photos
hu: Fotóméretek
it: Dimensione delle immagini
ja: 写真サイズ
nl: Fotogrootte
pl: Rozmiar zdjęć
ru: Размер фотографий
sv: Bildstorlek
zh_hans: 照片大小
zh_hant: 照片大小

# defaultImageSize>414px
source: Default Size of Photos
ar: الحجم الافتراضي للصور
da: Standardstørrelse på Billeder
de: Standardgröße der Fotos
es: Tamaño por defecto de las fotos
fr: Taille par défaut des photos
hu: Fotók alapmérete
it: Dimensione predefinita delle immagini
ja: 規定の写真サイズ
nl: Standaardgrootte van foto's
pl: Domyślny rozmiar zdjęć
ru: Размер фотографий по умолчанию
sv: Standardstorlek för bilder
zh_hans: 照片默认大小
zh_hant: 照片的預設大小

# defaultImageSizeHeader
source: Please select a photo size
ar: الرجاء تحديد حجم الصورة
da: Vælg en billedstørrelse
de: Bitte wählen Sie eine Fotogröße
es: Selecciona un tamaño de foto
fr: Veuillez sélectionner une taille de photo
hu: Válassz méretet
it: Si prega di selezionare una dimensione dell'immagine
ja: 写真サイズを選択して下さい
nl: Selecteer de grootte van een foto
pl: Proszę wybrać rozmiar zdjęcia
ru: Пожалуйста, выберите размер фото по умолчанию
sv: Välj en bildstorlek
zh_hans: 请选择照片大小
zh_hant: 請選擇照片大小

# defaultImageSort
source: Sort
ar: التصنيف
da: Sorter
de: Sortierung
es: Ordenar
fr: Tri
hu: Rendezés
it: Ordinamento
ja: 並び順
nl: Sorteren
pl: Sortowanie
ru: Сортировка
sv: Sortera
zh_hans: 排序
zh_hant: 排序

# defaultImageSort>320px
source: Default Sort
ar: النوع الافتراضي
da: Sorter
de: Standardsortierung
es: Orden por defecto
fr: Tri
hu: Rendezés
it: Ordinamento predefinito
ja: 既定の並び順
nl: Standaard sorteervolgorde
pl: Sortowanie
ru: Сортировка по умолчанию
sv: Sortera
zh_hans: 默认排序
zh_hant: 預設排序

# defaultImageSort>414px
source: Default Sort of Photos
ar: الفرز الافتراضي للصور
da: Standard Sorteringsrækkefølge
de: Standardsortierung der Fotos
es: Clasificación por defecto de las fotos
fr: Tri par défaut des photos
hu: Fotók alapértelmezett rendezése
it: Ordinamento predefinito delle immagini
ja: 写真の既定並び順
nl: Standaardsorteervolgorde van foto's
pl: Domyślne sortowanie zdjęć
ru: Сортировка изображений по умолчанию
sv: Standardsortering av bilder
zh_hans: 默认照片排序
zh_hant: 照片的預設排序

# defaultNberOfThumbnails
source: Number
ar: العدد
da: Antal
de: Anzahl
es: Número
fr: Nombre
hu: Darab
it: Numero
ja: 個数
nl: Aantal
pl: Liczba
ru: Количество
sv: Antal
zh_hans: 数量
zh_hant: 數量

# defaultNberOfThumbnails>320px
source: Number/Row
ar: الرقم/الصف
da: Antal / Række
de: Anzahl/Zeile
es: Número/Fila
fr: Nombre/ligne
hu: Elem/Sor
it: Numero/linea
ja: 1行あたりの個数
nl: Aantal/rij
pl: Liczba / wierszy
ru: Количество/строк
sv: Antal/rad
zh_hans: 每行数量
zh_hant: 每行數量

# defaultNberOfThumbnails>414px
source: Number per Row
ar: العدد في كل صف
da: Antal pr. Række
de: Anzahl pro Zeile
es: Número por fila
fr: Nombre par ligne
hu: Elem Soronként
it: Numero per linea
ja: 1行あたりの個数
nl: Aantal per rij
pl: Liczba w wierszu
ru: Количество в строке
sv: Antal per rad
zh_hans: 每行数量
zh_hant: 每行數量

# defaultPreviewFile
source: Preview
ar: عرض مسبق
da: Forhåndsvisning
de: Vorschau
es: Previsualizar
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
ru: Предпросмотр
sv: Förhandsgranska
zh_hans: 预览
zh_hant: 預覽

# defaultPreviewFile>320px
source: Preview File
ar: معاينة الملف
da: Forhåndsvisning fil
de: Vorschau Datei
es: Previsualizar archivo
fr: Fichier de prévisualisation
hu: Előnézet mérete
it: Anteprima del file
ja: ファイルのプレビュー
nl: Voorbeeldafbeelding
pl: Podgląd Pliku
ru: Предпросмотр файла
sv: Förhandsgranska fil
zh_hans: 预览文件
zh_hant: 預覽檔案

# defaultPreviewFile>414px
source: Preview Photo File
ar: معاينة ملف صورة
da: Forhåndsvis billedfil
de: Miniaturfotodatei
es: Fichero de previsualización de foto
fr: Fichier de prévisualisation des photos
hu: Fotó előnézetének mérete
it: Immagine di anteprima
ja: 写真ファイルのプレビュー
nl: Voorbeeld fotobestand
pl: Plik podglądu zdjęcia
ru: Предпросмотр файла фото
sv: Förhandsgranska bildfilen
zh_hans: 预览照片文件
zh_hant: 預覽照片檔
